Repository: mozilla-l10n/mt-training-data
Catalog: rm-vallader/rm-vallader_pontoon.tmx
Source language: en_us
Languages: rm_vallader

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
rm_vallader: Discuorrer es suvent il möd il plü natüral per comunichar ün cun tschel e tecnologias vocalas rendan quista comodità nüzzaivla per noss computers ed apparats mobils. Nus lain render pussibel a sviluppaders da construir applicaziuns da recugnuschentscha vocala chi san far star stut, sco p. ex. applicaziuns chi tradüan in temp real o assistents digitals chi san discuorrer. Mo pel mumaint sun las datas da vuschs chi voul per construir quistas applicaziuns charas e protettas cun drets d'auturs. Nus sperain cha la collecziun da datas da Common Voice detta als sviluppaders quai ch'els douvran per innovar e render la tecnologia vocala accessibla in lur aigna lingua.¶ ¶ Per render la recugnuschentscha vocala amo plü universala nu ramassaina be registraziuns in linguas derasadas, ma eir in linguas chi vegnan discurrüdas da populaziuns plü pitschnas e nu vegnan suvent na resguardadas adequatamaing da servizis commercials da recugnuschentscha vocala. Cun publichar üna vasta collecziun da datas güdaina a sviluppaders, impressaris e comunitats dad implir svessa quista locca.

source: Speech-to-text (STT)
rm_vallader: Da la vusch al text (Speech-to-text, STT)

source: Speech-to-text (STT) technologies convert voice data into text.
rm_vallader: Tecnologias da la vusch al text (STT) convertischan datas vocalas in text.

source: Splits
rm_vallader: Trapartidas

source: Start recording
rm_vallader: Cumainza a registrar

source: Stats
rm_vallader: Statisticas

source: Streaks
rm_vallader: Serias

source: Submit
rm_vallader: Trametta

source: Submit a report
rm_vallader: Trametta ün rapport

source: Submit clips
rm_vallader: Trametta las registraziuns

source: Subscribe
rm_vallader: Abunescha

source: Success
rm_vallader: Fatta eir quista

source: Success, profile created!
rm_vallader: Fat, teis profil es creà!

source: Swahili
rm_vallader: Suaheli

source: Swedish
rm_vallader: Svedais

source: Syriac
rm_vallader: Sirian

source: Tajik
rm_vallader: Tadschic

source: Tap
rm_vallader: Tippa

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
rm_vallader: Tatoeba es üna gronda banca da datas chi cuntegna frasas, traducziuns ed audiodatotecas per imprender linguas. Quist download cuntegna inglais discurrü chi'd es stat registrà da sia comunità.

source: TED-LIUM Corpus
rm_vallader: Corpus TED-LIUM

source: Terms
rm_vallader: Cundiziuns d'ütilisaziun

source: Thai
rm_vallader: Tailandais

source: Thanks for confirming your account, now let's build your profile.
rm_vallader: Grazcha per confirmar teis conto. Uossa creaina teis profil.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
rm_vallader: Grazcha fich per la registraziun!<lineBreak></lineBreak>Taidla e controlla tias registraziuns suotvart avant co tillas trametter.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
rm_vallader: Grazcha per teis interess da contribuir al { $lang }. Nus ans dain tuotta fadia da preparar mincha lingua per tilla pudair lantschar e da tgnair al curraint ils teams per e-mail. Scha tü voust contribuir, schi indicha ti'adressa dad e-mail quia suotvart.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
rm_vallader: Il sunteri da registraziuns cuntegna registraziuns chi nu sun rivadas aint illa collecziun da datas da Common Voice. Sco la collecziun svessa, as poja eir s-chargiar las datas dal sunteri.

source: The clip has disrespectful or offensive language.
rm_vallader: Il cuntgnü da la registraziun es sainza respet o spermala.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
rm_vallader: La collecziun da datas da Common Voice cumplettescha la maschina da recugnuschentscha vocala open source Deep Search da Mozilla. La prüma versiun da Deep Speech es statta publichada in november 2017 e vain sviluppada inavant cuntinuadamaing. Nus eschan da l'avis cha quista tecnologia da recugnuschentscha vocala, insembel culla collecziun da datas da Common Voice, sto star a disposiziun a minchün. Nus sperain cha quistas tecnologias laschan ils sviluppaders crear üna uonda da prodots e servezzans innovativs.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech, which you can use to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
rm_vallader: La collecziun da datas vocalas da Common Voice cumplettescha la maschina d'identificaziun da vusch open source Deep Speech. Cun quella as poja construir applicaziuns d'identificaziun da vusch. Legia nossa <githubLink>survista sün Github</githubLink> o aintra i'l <discourseLink> discuors DeepSpeech </discourseLink> per imprender co cumanzar.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
rm_vallader: La collecziun da datas da Common Voice cuntegna tschientmillis dad exaimpels da vusch chi güdan als sviluppaders a construir üsaglias per l'identificaziun da vusch.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
rm_vallader: La collecziun da datas da Common Voice es üna resursa averta e publica chi po gnir dovrada per trenar üna gronda varietà dad applicaziuns chi vegnan dirigidas culla vusch. Per proteger la sgürezza da nos partecipants pretendaina da tuots chi telechargian la collecziun da datas da Common Voice da respectar la protecziun da la sfera privata dals partecipants.¶ ¶ Las infuormaziuns persunalas vegnan eliminadas da tuot la registraziuns aint illa collecziun da datas. Cur cha la collecziun da datas vain telechargiada esa dad apporovar chi nu's prova dad eruir l'identità da qualunque partecipant. Quai voul dir chi nun es permiss da crear üna colliaziun tanter las infuormaziuns da la collecziun da datas e las datas persunalas dals partecipants. Cun colliar per exaimpel las datas da la collecziun cun otras datas chi sun fingià avantman aint illa collecziun as poja però dovrar la collecziun da datas per trenar la recugnuschentscha vocala, l'identificaziun dal pledader o otras applicaziuns.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
rm_vallader: La collecziun da datas da Common Voice sta a disposiziun per telechargiar suot la licenza <licenseLink>CC0</licenseLink> sün <datasetLink>nossa pagina culla collecziun da datas</datasetLink>. Da l'istessa pagina poust eir telechargiar diversas otras collecziuns da datas publicas.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
rm_vallader: La quantità dad uras registradas cha 2 da 3 ütilisaders han validà cun ün “Schi”. Quai marca il progress vers il böt final da 10'000 uras.

source: The count of voice recording hours we have collected so far.
rm_vallader: La quantità dad uras registradas cha nus vain ramassà fin uossa.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
rm_vallader: Il böt da la collecziun da datas da Common Voice esa da render pussibel a minchün da construir applicaziuns per la recugnuschentscha vocala, l'identificaziun dal pledader o minch'otra sort dad applicaziun chi douvra datas vocalas. Ün assistent virtual es be üna da bleras differentas applicaziuns cha tü savessast construir culla collecziun da datas.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
rm_vallader: La versiun plurilinguala da la collecziun da datas da Common Voice vain actualmaing controllada da la comunità. Scha vus laivat güdar a nus ad agiundscher nouvas linguas a Common Voice, visitai il <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> per agiundscher nouvas construcziuns a la collecziun da datas, o Mozilla <pontoonLink>Pontoon</pontoonLink> per tradüer la pagina-web stessa. Nouvas linguas vegnan agiuntas a Common Voice per la contribuziun vocala, subit chi dà 5000 construcziuns confermadas.

source: The number of recordings and which languages you contribute to will be public.
rm_vallader: La quantità da tias registraziuns e l'infuormaziun in che linguas cha tü contribuischast vegnan publichadas.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
rm_vallader: Tras quist process vegnan las infuormaziuns dal profil dad ün partecipant separadas da sias registraziuns, cur cha quistas vegnan preparadas per gnir s-chargiadas sco part da la collecziun da datas.

source: The recording was too long.
rm_vallader: La registraziun es massa lunga.

source: The recording was too quiet.
rm_vallader: La registraziun es massa da bass.

source: The recording was too short.
rm_vallader: La registraziun es massa cuorta.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
rm_vallader: Quistas linguas vegnan actualmaing elavuradas da la comunità. Las tramas da progress indichan quant invant cha mincha lingua es i'l process da <localizationGlossaryLink> traducziun da la pagina-web </localizationGlossaryLink> e <sentenceCollectionGlossaryLink>la collecziun da frasas</sentenceCollectionGlossaryLink>.

source: The selected file is too large
rm_vallader: La datoteca tschernüda es massa gronda

source: The sentence has a grammatical or spelling error.
rm_vallader: La frasa cuntegna ün sbagl grammatical o ortografic.

source: The sentence has disrespectful or offensive language.
rm_vallader: Il cuntgnü da la construcziun es sainza respet o spermala.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
rm_vallader: Il corpus TED-Lium es gnü realisà cun discuors audio e lur transcripziuns chi sun disponiblas sün la pagina d'internet da TED.

source: This is approximately the number of hours required to train a production speech-to-text system.
rm_vallader: Quai es la quantità dad uras chi voul in circa per trenar ün sistem productiv da speech-to-text.

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
rm_vallader: I's tratta dad ün program open source chi po gnir modifichà, schlargià ed amegldrà libramaing. Mycroft po gnir dovrà per tuot il pussibel, saja quai per ün proget scientific o per il program dad ün'applicaziun per affars.

source: This is our process for translating and adapting our content for many locales (languages).
rm_vallader: Quist es nos process per tradüer ed adattar nos cuntgnü per blers contuorns (bleras linguas).

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
rm_vallader: Quist parameter definischa tia visibilità sün la glista da rangs. Cun activar 'na muossar', es teis progress privat. Quai voul dir cha teis purtret, teis nom d'ütilisader e teis progress nun vegnan muossats sülla glista da rangs. Remarcha: müdamaints sülla glista da rangs douvran ~{ $minutes } fin chi sun visibels.

source: Three to go!
rm_vallader: Amo trais!

source: Today
rm_vallader: Hoz

source: Today's Common Voice progress on clips recorded
rm_vallader: Progress da las registraziuns hoz sün Common Voice

source: Today's Common Voice progress on clips validated
rm_vallader: Progress da las registraziuns validadas hoz sün Common Voice

source: Today's Progress
rm_vallader: Progress hoz

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
rm_vallader: Per rivar aint illa collecziun da datas da Common Voice sto üna registraziun gnir validada da duos differents ütilisaders.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
rm_vallader: Per render la collecziun da datas da Common Voice uschè nüzziaivla sco pussibel vaina decis da permetter be texts da funtanas chi sun da surgnir cun üna licenza tenor Creative Commons (CC0). Dovrar il standard CC0 significha chi'd es plü cumplichà da chattar e ramassar ils texts da funtana, i permetta però eir da dovrar las datas da vusch elavuradas sainza restricziuns o autorisaziuns davart Mozilla. A la fin finala laina render la collecziun da datas plurilinguala plü nüzziaivla pussibel per tuots, inclus perscrutaders, universitats, start-ups, regenzas, organisaziuns socialas e paschiunats da computers.

source: Top Contributors
rm_vallader: Ils plü activs

source: Total Approved
rm_vallader: Total dad approvaziun

source: Toward next goal
rm_vallader: Vers il prossem böt

source: Track progress here and on your stats page.
rm_vallader: Controlla teis progress quia e sün tia pagina da statisticas.

source: Turkish
rm_vallader: Türch

source: Ubykh
rm_vallader: Ubichic

source: Ukrainian
rm_vallader: Ucranais

source: UPLOAD
rm_vallader: CHARGIA

source: Upload aborted. Do you want to delete your recordings?
rm_vallader: Chargiada interruotta. Voust stüder tia registraziun?

source: Upload an image file
rm_vallader: Chargia üna datoteca cun purtret

source: User Name
rm_vallader: Nom d'ütilisader

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
rm_vallader: Ils ütilisaders valideschan la qualità da las registraziuns e controllan scha'l pledader prelegia la frasa correctamaing.

source: Using Common Voice
rm_vallader: Dovrar Common Voice

source: Uzbek
rm_vallader: Usbec

source: Validated Clips
rm_vallader: Registraziuns validadas

source: Validated Hours
rm_vallader: Uras validadas

source: Validated Hrs
rm_vallader: Uras validadas

source: Validated Hr. Total
rm_vallader: Total da las uras validadas

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
rm_vallader: Validar ils clips contribuits es güst uschè important per la mischiun da Common Voice. Taidla bain e güda'ns a s-chaffir datas da vusch open source da qualità.

source: Validations
rm_vallader: Validaziuns

source: Venetian
rm_vallader: venet

source: Version
rm_vallader: Versiun

source: Vietnamese
rm_vallader: Vietnamais

source: View your progress against personal and project goals.
rm_vallader: Conguala teis progress cun teis böts persunals e quels dal proget.

source: Visible
rm_vallader: Visibel

source: Voice clips are entered into a submission queue that readies them for listening.
rm_vallader: Las registraziuns vegnan missas in üna fila dad inoltraziun, prontas per gnir tadlas.

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
rm_vallader: La vusch es natürala, la vusch es umana. Perquai eschna be fö e flomma da s-chaffir üna tecnologia vocala ütilisabla per nossas maschinas. Ma per s-chaffir sistems vocals han ils sviluppaders dabsögn d'üna mantunada enorma da vuschs registradas.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
rm_vallader: La vusch es natürala, la vusch es umana. Perquai ans fascinescha l'idea da s-chaffir üna tecnologia vocala ütilisabla per nossas maschinas. Ma per s-chaffir sistems vocals douvra üna mantunada enorma da vuschs registradas.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
rm_vallader: La tecnologia dad identificaziun da vusch revoluziunescha il möd co cha nus interagin cun maschinas. Actualmaing sun ils sistems disponibels però chars e protets cun drets d'autur. Common Voice fa part da l'iniziativa da Mozilla per render las tecnologias dad identificaziun da vusch megldras e plü accessiblas a tuots. Common Voice es üna gronda banca da datas globala cun contribuziuns da vuschs, cha minchün po dovrar per trenar apps chi funcziunan cun la vusch in möd svelt e simpel, e quai in fuond in mincha lingua Nus nu ramassain be registraziuns in linguas fich derasadas, ma eir in linguas chi vegnan discurrüdas da populaziuns plü pitschnas. Cun publichar üna vasta collecziun da datas güdaina a sviluppaders, impressaris e comunitats dad implir svessa quista locca. Sper la banca da datas Common Voice sviluppaina eir üna maschina da recugnuschentscha vocala open source cul nom Deep Speech.

source: Voice recording in progress
rm_vallader: Nus registrain tia vusch ...

source: Voices Online Now
rm_vallader: Vuschs online güst uossa

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
rm_vallader: VoxForge es gnü creà per ramassar transcripziuns da discuors per dovrar quistas cun maschinas d'identificaziun da vusch open source.

source: Want to change your voice clip?
rm_vallader: Voust müdar tia registraziun?

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
rm_vallader: Voust güdar ad amegldrar Common Voice?¶ Stupend! Contactescha'ns per e-mail o <discourseLink>Discourse</discourseLink>¶ forums, infuormescha'ns a reguard problems cun la pagina-web sur <githubLink>GitHub</githubLink>, o aintra i'l¶ <matrixLink>Matrix</matrixLink> chat da la community.

source: Want to help make Common Voice even better? Great! Get in touch via email or on <discourseLink>Discourse</discourseLink>, submit feedback through <githubLink>GitHub</githubLink>, or join us on <slackLink>Slack</slackLink>.
rm_vallader: Tü voust güdar ad amegldrar Common Voice?¶ Grondius! Contactescha a nus via e-mail o sün <discourseLink>Discurs </discourseLink>,¶ trametta ün resun a nus sur <githubLink> GitHub</githubLink>,¶ o associescha't cun nus <slackLink>Slack</slackLink>.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
rm_vallader: Voust gnir infourmà cur ch'üna nouva versiun da la collecziun da datas da Common Voice vain publichada? Abunescha nossas novitats (newsletter).

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
rm_vallader: Nus construin üna collecziun da datas vocalas chi'd es averta e publica, uschè cha minchün po dovrar quista per trenar applicaziuns support da vusch.
